{
"Сборочный комплекс":
    ["Башня №1. Проверить целостность компонентов подачи вакуума (шланги, соединения)",
    "Башня №1. Чистка башни от загрязнений",
    "Башня №2. Чистка башни от загрязнений",
    "Башня №1. Очистить фильтры вакуума (чётная неделя)",
    "Башня №2. Очистить фильтры вакуума (нечётная неделя)",
    "Бункер-накопитель и ориентатор Cutter. Очистить от загрязнений поверхности конвейера",
    "Бункер-накопитель и ориентатор Cutter. Произвести чистку фильтра и поверхности бункера и ориентатора",
    "Бункер-накопитель и ориентатор Frame. Произвести чистку фильтра и поверхности бункера и ориентатора",
    "Бункер-накопитель и ориентатор Lid. Очистить от загрязнений поверхности бункера и ориентатора",
    "Бункер-накопитель и ориентатора Frame. Очистить от загрязнений поверхности бункера и ориентатора",
    "Бункер-накопитель и ориентир Lid. Произвести чистку фильтра, очистить от загрязненний поверхности бункера и ориентатора",
    "Карусель выхода готовой продукции. Очистить от загрязнений",
    "Карусель выхода готовой продукции. Проверить корректность работы датчиков",
    "Карусель контроля Cutter. Очистить от загрязнений",
    "Карусель подачи Frame. Очистить от загрязнений",
    "Карусель подачи Frame. Проверить корректность работы датчиков",
    "Карусель подачи Lid, Cutter. Очистить от загрязнений",
    "Карусель подачи Lid, Cutter. Проверить корректность работы датчиков",
    "Конвейер подачи Lid. Очистить от загрязненний поверхности конвейера",
    "Конвейер подачи Lid. Произвести чистку фильтров",
    "Конвейер СТЗ. Проверить работу клапанов пневмо сдува, произвести чистку фильтров",
    "Конвейеры подачи Cutter. Очистить от загрязнений поверхности конвейера",
    "Купол СТЗ. Очистить от загрязнений поверхности купола конвейера",
    "Настройка (калибровка) пуансонов башни №1 (при необходимости)",
    "Осмотреть все редукторы на наличие утечек масла",
    "Проверить вручную вращение башни №1, №2 на усилие вращения",
    "Проверить отсутствие шумов, стуков",
    "Проверить предохранительные узлы",
    "Проверить силиконовый отсекатель для Lid, Cutter",
    "Проверка целостности стёкол. Проверка пластиковых ограждений",
    "Транспортёр подачи коробов. Очистить поверхность от загрязнений",
    "Транспортёр подачи коробов. Проверить работу датчиков",
    "Устранить имеющиеся кустарные приспособления (скотч, картон и тд)"],
"Прессформа":
    ["Проверить подключение воды, воздуха на наличие утечек",
    "Проверить хвостовик гидравлического толкателя",
    "Тщательно протереть от грязи и смазки элементы пресс-формы, которые непосредственно формируют изделие",
    "Визуально контролировать износ направляющих элементов"],
"ТПА":
    ["Остановка ТПА. Проверка подтекания материала (OPL1509)",
    "Очистить от загрязнения зоны сброса",
    "Проверка (визуально) равномерности зазоров между цилиндром зажима и зубьями цилиндра хода ПФ",
    "Проверка масла в накопителе утечек масла. Произвести чистку моторного отсека. Проверка муфты двигателя насоса",
    "Проверка предохранительных узлов",
    "Проверка узлов на наличие утечек масла, воды, воздуха",
    "Проверка уровня масла в баке гидравлики",
    "Проверка функционирования устройств подачи материала и красителя, чистка фильтров, чистка станины узла впрыска",
    "Проверка целостности стёкл (манометры, монитор, лампы освещения). Проверка пластиковых ограждений на наличие трещин и сколов",
    "Удалить старую смазку с рельс линейных подшипников. Проверить состояния рельс. Очистить от загрязнения опорную плиту",
    "Устранение имеющихся кустарных приспособлений (скотч, картон и тд)",
    "Чистка зоны впрыска от расплава и нагара,,Очистить зону впрыска от расплава и нагара",
    "Осмотр состояния роликов двери и направляющей роликов"],
"GreenBox":
    ["Контроль давления системы насос-машина (bar). Записать показания (план/факт)",
    "Контроль температуры, установленное и фактическое значение (записать показания)",
    "Визуально проверить на наличие утечек. Очистить от загрязнений",
    "Контроль давления системы насос-машина (bar). Записать показания (план/факт)",
    "Контроль температуры, установленное и фактическое значение (записать показания)",
    "Визуально проверить на наличие утечек. Очистить от загрязнений"],
"ОТК":
    ["Проверка санитарного состояния сотрудником ОТК"]
}
